{
    "title": "Инженер-программист",
    "themeSwitch": "Переключить тему",
    "personalInfo": {
        "name": "Такуя Сато",
        "title": "AI Powered Innovation Senior Specialist Lead"
    },
    "profileHeader": {
        "title": "Инженер-программист",
        "themeSwitch": "Переключить тему",
        "personalInfo": {
            "name": "Такуя Сато",
            "title": "AI Powered Innovation Senior Specialist Lead"
        }
    },
    "sections": {
        "introduction": "Введение",
        "skills": "Навыки",
        "experience": "Опыт работы",
        "projects": "Open Source и личные проекты",
        "githubProjects": "Проекты GitHub",
        "socialContributions": "Социальный вклад",
        "qiitaArticles": "Статьи Qiita",
        "zennArticles": "Статьи Zenn",
        "mediumArticles": "Статьи Medium"
    },
    "skillCategories": {
        "programming": "Языки программирования",
        "frontend": "Frontend",
        "backend": "Backend",
        "database": "Базы данных",
        "ai": "ИИ и машинное обучение",
        "development": "Среда разработки и инструменты",
        "devops": "DevOps и инструменты",
        "focus": "Области специализации"
    },
    "skillNames": {
        "ai": {
            "LangChain": "LangChain",
            "MLflow": "MLflow",
            "Hugging Face": "Hugging Face",
            "Ollama": "Ollama",
            "OpenAI": "OpenAI",
            "Claude": "Claude",
            "Gemini": "Gemini",
            "ElevenLabs": "ElevenLabs",
            "Perplexity": "Perplexity",
            "PyTorch": "PyTorch",
            "TensorFlow": "TensorFlow",
            "scikit-learn": "scikit-learn",
            "Stable Diffusion": "Stable Diffusion",
            "Whisper": "Whisper",
            "DALL-E": "DALL-E",
            "GPT-4": "GPT-4",
            "PaLM": "PaLM"
        },
        "development": {
            "Jupyter": "Jupyter",
            "Anaconda": "Anaconda",
            "Docker Compose": "Docker Compose",
            "Git LFS": "Git LFS",
            "CUDA": "CUDA",
            "Ray": "Ray",
            "Weights & Biases": "Weights & Biases",
            "DVC": "DVC"
        }
    },
    "footer": {
        "copyright": "© 2025 Такуя Сато - Все права защищены"
    },
    "introduction": "Инновационный лидер с более чем 20-летним опытом в области цифровой трансформации, ИИ и передовых технологий. Как инфлюенсер с более чем 4000 подписчиков в LinkedIn, я обеспечиваю устойчивый рост и конкурентоспособные решения для клиентов в быстро меняющихся отраслях. Награжден как один из 10 лучших руководителей проектов на World Blockchain Summit, демонстрируя глобальное технологическое лидерство. Максимизация бизнес-ценности клиентов через трансформационные инновации и высокоэффективные решения в области генеративного ИИ и новых технологий.",
    "skills": {
        "focus": {
            "item1": "Проектирование и реализация систем генеративного ИИ",
            "item2": "Новые технологии (IoT, Blockchain, VR/AR)",
            "item3": "Стратегическое планирование цифровой трансформации",
            "item4": "Проектирование микросервисной архитектуры",
            "item5": "Модернизация устаревших систем (COBOL/Mainframe)",
            "item6": "Практики DevSecOps"
        }
    },
    "experience": {
        "positions1": {
            "company": "Deloitte Tohmatsu Consulting LLC",
            "title1": "Senior Specialist Lead",
            "period1": "Август 2024 - Настоящее время",
            "description1": "Поддержка устойчивого роста и инновационной трансформации более 100 клиентов в быстро меняющихся отраслях. Достижение среднегодового повышения производительности более чем на 30% за счет стратегических подходов и передовых технологий. Руководство глобальными проектами с использованием английского языка уровня CEFR C1. Недавние проекты включают разработку преимущественно в VS Code с использованием таких языков, как Python, JavaScript, C и COBOL.",
            "title2": "Studio Senior Manager",
            "period2": "Март 2020 - Август 2024",
            "description2": "Руководство более чем 50 проектами по развитию бизнеса и разработке новых продуктов. Удвоение производительности команды путем развития инженерной культуры. Демонстрация технологического лидерства через внешние коммуникации, включая публикации в Forbes JAPAN."
        }
    },
    "projects": {
        "item1": {
            "title": "Корпоративное ИИ-решение",
            "description": "Внедрение системы распознавания речи и генеративного ИИ нового поколения с использованием Azure Speech, OpenAI, ElevenLabs и др. для крупного производителя. Повышение операционной эффективности на 50% после внедрения."
        },
        "item2": {
            "title": "Разработка веб-платформы нового поколения",
            "description": "Создание высокопроизводительной платформы с использованием Vite, Svelte, Next.js и др. Руководство разработкой крупномасштабного сервиса с 1 миллионом просмотров страниц в месяц."
        }
    },
    "socialContributions": {
        "item1": {
            "title": "Председатель правления, Ассоциация района Timeless Town Shin-Urayasu",
            "period": "Апрель 2024 - Настоящее время",
            "description": "Назначен председателем правления Timeless Town Shin-Urayasu (около 300 домохозяйств/1000 человек) в Акеми 2-чоме, город Урасу, префектура Чиба. Продвижение цифровой трансформации районной ассоциации путем внедрения LINE Works в масштабном сообществе смешанных частных домов и кондоминиумов. Создание гибридной системы передачи информации цифровым и аналоговым способом, повышение эффективности распространения информации на 40% по сравнению с традиционным методом циркулярных досок."
        },
        "item2": {
            "title": "Планирование и проведение автобусной экскурсии в Национальный парламент",
            "period": "Июль 2024",
            "description": "Планирование и реализация автобусной экскурсии в Национальный парламент для продвижения политического участия и понимания среди местных жителей. Достижение 80% показателя подачи заявок благодаря предоставлению информации, адаптированной к интересам участников, с использованием маркетинговой автоматизации Mautic. Организация экскурсий по зданию Национального парламента, зданию офисов членов парламента и штаб-квартире Либерально-демократической партии в сотрудничестве с членами парламента и городскими советниками. Проведение активного обмена мнениями по конкретным местным вопросам, таким как проблемы местного общественного транспорта и меры предотвращения стихийных бедствий, с более чем 50 участниками. Достижение 95% уровня удовлетворенности в опросе участников."
        },
        "item3": {
            "title": "Руководитель по цифровым связям с общественностью, Исполнительный комитет летнего фестиваля Akemi no Oka",
            "period": "Август 2024",
            "description": "Участие в планировании и проведении крупнейшего летнего фестиваля в регионе с 8000 посетителей в качестве руководителя по цифровым связям с общественностью. Повышение уровня вовлеченности в Instagram и X (ранее Twitter) на 200% в годовом исчислении путем создания контента для социальных сетей с использованием генеративного ИИ (ChatGPT/Midjourney). Укрепление спонсорских отношений с местными предприятиями и привлечение спонсорской поддержки от более чем 30 компаний. Реализация распространения информации в сотрудничестве с местными СМИ и достижение повышенной осведомленности в кросс-медиа."
        },
        "item4": {
            "title": "Планирование и проведение проекта по оживлению сообщества \"Хэллоуин\"",
            "period": "Октябрь 2024",
            "description": "Планирование и проведение масштабного мероприятия Хэллоуин с целью межпоколенческого общения в сообществе. Значительное повышение операционной эффективности за счет использования LINE Works для управления участниками и обмена информацией. Обеспечение участия административных должностных лиц, включая мэра Урасу, с более чем 300 участниками из числа жителей."
        }
    }
}
